//----------------------------------------------------------------------------//
//       *** МНОГОПОТОЧНАЯ КРОССПЛАТФОРМЕННАЯ СИСТЕМА ОБМЕНА ДАННЫМИ ***      //
//                                                                            //
// Файл Tuner.h                                                               //
//                                                                            //
// Здесь задается уровень сжатия данных при помещении в ZIP-архив             //
// Задаваемое значение может меняться от 0 до 9                               //
// 0 - сжатие выключено                                                       //
// 9 - высокий уровень сжатия                                                 //
// Разработчик библиотеки QuaZIP по умолчанию устанавливает 6 уровень сжатия  //
//                                                                            //
// Автор ГЛУЩЕНКО Сергей                                                      //
//                                                                            //
//                                                           Москва, 2025 год //
//----------------------------------------------------------------------------//


#ifndef TUNER_H
#define TUNER_H

#define LEVEL_COMPRESSION 0  //Для системы обмена данными сжатие не использую

#endif
